<?php

$_lang['yclients_prop_tpl'] = 'Чанк оформления для каждого результата';
$_lang['yclients_prop_toPlaceholder'] = 'Если не пусто, сниппет сохранит все данные в плейсхолдер с этим именем, вместо вывода не экран.';
$_lang['yclients_prop_toSeparatePlaceholders'] = 'Если вы укажете слово в этом параметре, то ВСЕ результаты будут выставлены в разные плейсхолдеры, начинающиеся с этого слова и заканчивающиеся порядковым номером строки, от нуля. Например, указав в параметре "myPl", вы получите плейсхолдеры [[+myPl0]], [[+myPl1]] и т.д.';
$_lang['yclients_prop_tplOuter'] = 'Обёртка для вывода результатов работы сниппета.';
$_lang['yclients_prop_tplEmpty'] = 'Чанк, который выводится при отсутствии результатов.';
$_lang['yclients_prop_wrapIfEmpty'] = 'Включает вывод чанка-обертки (tplWrapper) даже если результатов нет.';
$_lang['yclients_prop_outputSeparator'] = 'Необязательная строка для разделения результатов работы.';
$_lang['yclients_prop_outputSeparator'] = 'Необязательная строка для разделения результатов работы.';
$_lang['yclients_prop_company_id'] = 'Ид филиала для вывода. Можно указать в ручную. Если оставить пустым то будет браться филиал из настроек';
$_lang['yclients_prop_from'] = 'Ид филиала для вывода.';
$_lang['yclients_prop_till'] = 'Ид филиала для вывода.';
$_lang['yclients_prop_day'] = 'Дата начала вывода расписания';